<?php
/*
*@说明: 中文语言--栏目相关
*@Date: 2016-09-07
*@注意: 键不能有重复
*/
	$lang=[

		//=======栏目介绍(顶部)=======
		'col_abstract_trends'=>'能聚焦，快反应（大数据支撑下的趋势前瞻观点，层层深入的趋势预测-企划设计-时时提炼的趋势快反应）让您更自信的进行风格决策，稳定产品研发步调的同时，兼顾迅速应对市场的变化。',
		'col_abstract_analysis'=>'有依据；够全面——理性的数据分析，感性的流行变化推荐。了解全球潮流动向、全面完整解析市场变化、重点观察中国潮流趋势动态',
		'col_abstract_styles'=>'零时差、无国界，实时更新最新款式资讯。全线索、多渠道，全面汇聚市场流行单品。',
		'col_abstract_brands'=>'提供全球4万多品牌时时产品变化和款式资料，同时提供重点地区重点品牌全维度多视角、货品结构与设计特点深入解析，关注品牌前世今生动态变化与原因分析',
		'col_abstract_runways'=>'全球30多个国家和地区，2000多个先锋品牌，秀场动态时时同步跟踪更新，并根据特色款式进行款式提炼推荐和深度品牌解析与城市维度单品提炼和综合分析',
		'col_abstract_books'=>'从趋势书籍到单品书籍，到快反系列，POP独家的书籍体系POP服装趋势首创资讯趋势O2O',
		'col_abstract_design'=>'设计帮手。从款式模块到色彩中心、图案工艺等等，特别是POP独有的兄弟品牌优料宝提供的面料趋势支持。',
		'col_abstract_inspiration'=>'',//灵感源 暂无

		//======底部栏目(补充)======
		'col_parisFashionWeek'	=>	'巴黎时装周',
		'col_newYorkFashionWeek'=>	'纽约时装周',
		'col_milanFashionWeek'	=>	'米兰时装周',
		'col_londonFashionWeek'	=>	'伦敦时装周',
		'col_other'				=>	'其他',

	];
?>