<?php
/*
*@说明: 中文语言--TDK(seo关键字、描述、标题设置)
*@Date: 2016-09-07
*@注意: 键不能有重复
*/
	$lang=[
	//=========================未来趋势==================================
		//无条件、性别、行业时  (0表示已有栏目外所有栏目)
		'tdk_trends_list_no_T1'=>'主题展望_趋势预测_企划设计_快反应-POP服装趋势',
		'tdk_trends_list_no_D1'=>'POP服装趋势网未来趋势栏目提供服装最新最热门的设计专业分析报告，从色彩、面料、款式等方面，让设计师们从不同主题中获取服装设计灵感，为您提供有价值的服装设计资讯服务。',
		'tdk_trends_list_no_K1'=>'主题展望,趋势预测,企划设计',

		'tdk_trends_list_no_T0'=>'{$colName}_未来趋势-POP服装趋势',
		'tdk_trends_list_no_D0'=>'POP服装趋势网{$colName}栏目提供服装最新、最前沿、最具权威的专业的流行趋势预测分析报告，从色彩、图案、面辅料、剪裁细节、工艺、配饰等方面，专业分析预测未来服装设计趋势走向，为您提供有价值的服装设计资讯服务。',
		'tdk_trends_list_no_K0'=>'色彩,图案,面辅料,剪裁细节,工艺,配饰',
		
		//有条件时
		//{$a}=$sea.$gen.$ind  {$b}=$sea.$gen.$ind.$cat {$c}=$sea.$ind.$cat {$vis}
		'tdk_trends_list_T1'=>'{$a}流行款式_图案_色彩_主题趋势{$vis}-POP趋势资讯网',
		'tdk_trends_list_D1'=>'POP趋势资讯网趋势栏目提供{$b}最新最热门的设计专业分析报告，从色彩、面料、款式等方面，让设计师们从不同主题中获取服装设计灵感，为您提供有价值的服装设计资讯服务。',
		'tdk_trends_list_K1'=>'{$a}流行趋势,{$a}流行图案{$a}流行色彩',

		'tdk_trends_list_T20'=>'{$b}流行款式_图案设计主题{$vis}POP趋势资讯网',
		'tdk_trends_list_D20'=>'POP趋势资讯网趋势关注栏目提供{$b}最新的专业的关键主题预测分析报告，为设计师、企业提供最新最热门的服装设计主题、色彩主题、设计风格，让设计师们从不同主题中获取服装设计灵感。',
		'tdk_trends_list_K20'=>'{$b}流行款式,{$b}设计主题',

		'tdk_trends_list_T21'=>'{$b}色彩_图案_主题_企划设计方案{$vis}-POP趋势资讯网',
		'tdk_trends_list_D21'=>'POP趋势资讯网趋势企划栏目提供{$b}最新最热门的设计企划专业分析报告，从色彩、面料、款式等方面，让设计师们从不同主题中获取服装设计灵感，为您提供有价值的服装设计资讯服务。',
		'tdk_trends_list_K21'=>'{$b}企划设计,{$b}企划方案',

		'tdk_trends_list_T22'=>'{$b}主题_面料_色彩_流行趋势预测{$vis}-POP趋势资讯网',
		'tdk_trends_list_D22'=>'POP趋势资讯网趋势预测栏目{$b}最新、最前沿、最具权威的专业的流行趋势预测分析报告，从主题、廓形、色彩、面料等方面，专业分析预',
		'tdk_trends_list_K22'=>'{$b}面料流行趋势,{$b}色彩流行趋势',

		'tdk_trends_list_T23'=>'{$c}流行趋势前瞻分析{$vis}-POP趋势资讯网',
		'tdk_trends_list_D23'=>'POP趋势资讯网趋势前瞻栏目提供{$c}最新、最前沿、最具权威的专业的流行趋势预测分析报告，从图案、印花、T台等方面，专业分析预测未来服装设计趋势走向，为您提供有价值的服装设计资讯服务。',
		'tdk_trends_list_K23'=>'{$c}流行趋势前瞻{$vis} ',
	//=========================潮流解析==================================
		//无条件、性别、行业时  (0表示已有栏目外所有栏目)
		'tdk_analysis_list_no_T2'=>'T台/展会/订货会/零售/批发/品牌分析-POP服装趋势',
		'tdk_analysis_list_no_D2'=>'POP服装趋势网潮流解析栏目为您提供运动装最新、最前沿、最具权威的潮流解析资讯，以及及时为您提供相关的市场环境、店铺形象、行业渠道、潮流领袖、街拍等的分析报告。',
		'tdk_analysis_list_no_K2'=>'店铺形象,行业渠道,街拍分析,潮流领袖',

		'tdk_analysis_list_no_T0'=>'{$colName}_潮流解析-POP服装趋势',
		'tdk_analysis_list_no_D0'=>'POP服装趋势网{$colName}栏目为您提供最新、最前沿、最具权威的资讯分析，为您及时提供与展会分析相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的资讯服务。',
		'tdk_analysis_list_no_K30'=>'T台,T台分析,T台解析 ',
		'tdk_analysis_list_no_K31'=>'展会,展会分析',
		'tdk_analysis_list_no_K32'=>'订货会,订货会分析,订货会解析',
		'tdk_analysis_list_no_K33'=>'批发,批发市场,批发市场分析,批发解析',
		'tdk_analysis_list_no_K34'=>'品牌,品牌在线,品牌在线分析,品牌解析',
		'tdk_analysis_list_no_K35'=>'零售,市场分析,零售市场,零售市场分析,零售解析',
		'tdk_analysis_list_no_K36'=>'店铺,店铺形象,店铺解析',
		'tdk_analysis_list_no_K37'=>'街拍,街拍分析,街拍解析',
		'tdk_analysis_list_no_K38'=>'潮流,领袖,潮流领袖,潮流解析',
		'tdk_analysis_list_no_K40'=>'行业,行业渠道,行业解析',
		'tdk_analysis_list_no_K112'=>'权威,权威数据,权威解析',

		//有条件时
		//{$a}=$sea.$gen {$b}=$sea.$gen.$ind.$cat {$c}=$ind.$cat {$d}=$sea.$exh {$f}=$gen.$ind.$cat
		'tdk_analysis_list_T2'=> '{$a}时装周_订货会_{$ind}街拍潮流趋势解析-POP趋势资讯网',		
		'tdk_analysis_list_D2'=> 'POP服饰流行潮流解析栏目为您提供{$b}最新、最前沿、最具权威的潮流解析资讯，为您及时提供相关的分析报告、市场环境分析、零售',
		'tdk_analysis_list_K2'=> '{$a}时装周,{$a}订货会,{$ind}街拍潮流趋势解析',

		'tdk_analysis_list_T30'=> '{$a}时装周_发布会秀场{$c}流行趋势分析-POP趋势资讯网',		
		'tdk_analysis_list_D30'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K30'=> '{$a}时装周,{$a}发布会',

		'tdk_analysis_list_T31'=> '{$d}服装展览会时间_{$f}解析-POP趋势资讯网',		
		'tdk_analysis_list_D31'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K31'=> ' {$a}展会,{$c}展会解析,{$exh}',

		'tdk_analysis_list_T32'=> '{$b}订货会详情|报告-POP趋势资讯网',		
		'tdk_analysis_list_D32'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K32'=> '{$b}订货会',

		'tdk_analysis_list_T33'=> '{$b}批发零售分析-POP趋势资讯网',		
		'tdk_analysis_list_D33'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K33'=> '{$b}批发,{$b}零售分析',

		'tdk_analysis_list_T34'=> '{$b}市场分析|解读报告-POP趋势资讯网',		
		'tdk_analysis_list_D34'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K34'=> '{$b}市场分析,{$b}市场分析报告',

		'tdk_analysis_list_T35'=> '{$b}爆款_热卖|零售分析-POP趋势资讯网',		
		'tdk_analysis_list_D35'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K35'=> '{$b}商场爆款',

		'tdk_analysis_list_T36'=> '{$b}店铺设计图片_店铺陈列分析-POP趋势资讯网',		
		'tdk_analysis_list_D36'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K36'=> '{$b}店铺设计,{$b}店铺陈列',

		'tdk_analysis_list_T37'=> '{$b}街拍图片|分析|报告-POP趋势资讯网',		
		'tdk_analysis_list_D37'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K37'=> '街{$b}街拍图片',

		'tdk_analysis_list_T38'=> '{$b}潮流品牌|解析|分析报告-POP趋势资讯网',		
		'tdk_analysis_list_D38'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K38'=> '{$b}潮流分析',
		
		'tdk_analysis_list_T40'=> '{$b}市场环境|分析报告-POP趋势资讯网',		
		'tdk_analysis_list_D40'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K40'=> '{$b}市场环境,{$b}行业分析',

		'tdk_analysis_list_T112'=> '{$b}市场环境|分析报告-POP趋势资讯网',		
		'tdk_analysis_list_D112'=> 'POP服饰流行潮流解析{$colName}栏目为您提供{$b}最新、最前沿、最具权威的{$colName}的资讯，为您及时提供与{$colName}相关的分析报告、市场环境分析、零售分析等资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_analysis_list_K112'=> '{$b}市场环境,{$b}行业分析',
		
	//=========================款式库==================================
		//无条件、性别、行业时  (0表示已有栏目外所有栏目)
		'tdk_style_list_no_T4'=>'男/女/童装款式库-POP服装趋势',
		'tdk_style_list_no_D4'=>'POP服装趋势网款式库栏目提供最新、最前沿、最具权威的展会、订货会、时装周、秀场、街拍高清图片，从服装款式、色彩、面料、印花图案等方面进行专业分析，为您提供有价值的资讯服务。',
		'tdk_style_list_no_K4'=>'T台款式,展会/街拍图库,订货会,批发/零售市场,品牌在线',
		
		'tdk_style_list_no_T0'=>'{$colName}_款式库-POP服装趋势',
		'tdk_style_list_no_D0'=>'POP服装趋势网{$colName}栏目为您提供最新、最前沿的T台款式的图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的资讯服务。',

		'tdk_style_list_no_K4'=>'T台款式,展会/街拍图库,订货会,批发/零售市场,品牌在线',
		'tdk_style_list_no_K50'=>'T台,服装T台,T台款式',
		'tdk_style_list_no_K51'=>'展会,服装展会,展会图库',
		'tdk_style_list_no_K52'=>'订货会,服装订货会',
		'tdk_style_list_no_K53'=>'批发,服装批发,批发市场',
		'tdk_style_list_no_K54'=>'零售,服装零售,零售市场',
		'tdk_style_list_no_K55'=>'品牌,服装品牌,品牌在线',
		'tdk_style_list_no_K56'=>'街拍,街拍服装,街拍图库',
		'tdk_style_list_no_K57'=>'T台,服装T台,T台款式',

		//有条件时
		//{$a}=$bra.$gen.$ind.$cat  {$b}=$sea.$reg {$c}=$bra.$gen.$ind.$cat.$subcat
		//{$d}=$sea.$reg.$bra.$gen  {$e}=$ind.$cat.$subcat {$f}=$sea.$reg.$bra.$gen.$ind.$cat.$subcat
		//{$g}=$sea.$reg.$bra.$gen.$cat.$subcat
		'tdk_style_list_T4'=>'{$reg}时装周秀场{$a}款式图片|照片-POP趋势资讯网',
		'tdk_style_list_D4'=>'POP趋势资讯网款式库栏目为您提供{$f}最新、最前沿的图片资讯，为您及时提供相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K4'=>'{$reg}时装周秀场{$a}款式图片',

		'tdk_style_list_T50'=>'{$b}时装周{$c}T台款式图片-POP趋势资讯网',
		'tdk_style_list_D50'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K50'=>'{$b}时装周{$c}图片',

		'tdk_style_list_T51'=>'{$b}男女童装|服装展会_展会解析-POP趋势资讯网',
		'tdk_style_list_D51'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K51'=>'{$b}服装展,{$c}展会解析',

		'tdk_style_list_T52'=>'{$d}订货会_{$e}图片-POP趋势资讯网',
		'tdk_style_list_D52'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K52'=>'{$d}订货会,{$e}图片',

		'tdk_style_list_T53'=>'{$f}批发|款式|图片|细节-POP趋势资讯网',
		'tdk_style_list_D53'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K53'=>'{$f}批发',

		'tdk_style_list_T54'=>'{$b}服装爆款_{$c}热卖款式图片-POP趋势资讯网',
		'tdk_style_list_D54'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K54'=>'{$b}服装爆款,{$c}热卖款式图片',

		'tdk_style_list_T55'=>'{$f}流行款式图片-POP趋势资讯网',
		'tdk_style_list_D55'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K55'=>'{$f}流行款式图片',

		'tdk_style_list_T56'=>'{$g}批发时尚街拍图片|搭配|照片-POP趋势资讯网',
		'tdk_style_list_D56'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K56'=>'{$g}街拍图片,{$g}街拍搭配',

		'tdk_style_list_T57'=>'{$g}潮流款式图片|素材|照片-POP趋势资讯网',
		'tdk_style_list_D57'=>'POP趋势资讯网款式库{$colName}栏目为您提供{$f}最新、最前沿的{$colName}图片资讯，为您及时提供与{$colName}相关的服装款式、色彩、面料、印花图案等方面资讯，为您提供有价值的服装设计资讯服务。',
		'tdk_style_list_K57'=>'{$g}潮流款式',

		//=========================品牌库==================================
			//无条件时
		 'tdk_brand_list_no_T5'=> '男/女/童装国际时装_服装品牌库-POP服装趋势',
         'tdk_brand_list_no_D5'=> 'POP服装趋势网品牌栏目拥有非常丰富、多样化的品牌库，不仅可以提供品牌款式、风格、细节等，更将它们与品牌的图案、主题、资讯整合，为您提供有价值的资讯服务。',
		 'tdk_brand_list_no_K5'=>'服装品牌,衣服品牌,服装品牌库',
		 	//有条件时{$a}=$tdkArr['region'].$tdkArr['sMarketHotPosition'].$tdkArr['sAgeLevel'].$tdkArr['sGender'].$tdkArr['sDress']
		 'tdk_brand_list_T5'=>'{$a}服装服饰品牌-POP趋势资讯网',
         'tdk_brand_list_D5'=>'POP趋势资讯网品牌库栏目拥有非常丰富、多样化的国际服装品牌库，包括{$a}服装服饰品牌等，不仅可以提供品牌款式、风格、细节等，更将它们与品牌的图案、主题、资讯整合，为您提供有价值的服装设计资讯服务。',
		 'tdk_brand_list_K5'=>'{$a}服装服饰品牌',

		//=========================T台发布==================================
		//无条件时
		'tdk_runways_list_no_T3'=> '巴黎/纽约/米兰/伦敦成衣时装发布会-POP服装趋势',
        'tdk_runways_list_no_D3'=> 'POP服装趋势网T台发布栏目汇集了国际各大时装周、时装秀、T台走秀发布会资讯，高清大图，及时更新各时装周的最新新闻报道，走秀图片以及相关分析报告，为您提供有价值的资讯服务。',
		'tdk_runways_list_no_K3'=> '巴黎/纽约/米兰/伦敦成衣时装发布会',

		//有一个条件，地区为other
		'tdk_runways_list_reg_other_T3'=>'时装周_T台发布-POP服装趋势',
		'tdk_runways_list_reg_other_D3'=>'POP服装趋势网汇集了国际各大时装周、时装秀、T台走秀发布会资讯，高清大图，及时更新各时装周的最新新闻报道，走秀图片以及相关分析报告，为您提供有价值的资讯服务。',
		'tdk_runways_list_reg_other_K3'=>'时装周,时装发布会',

		//只有一个条件，地区为 '巴黎','纽约','米兰','伦敦'
		'tdk_runways_list_reg_T3'=>'{$reg}时装周发布会_T台发布-POP服装趋势',
		'tdk_runways_list_reg_D3'=>'POP服装趋势网{$reg}时装周栏目汇集了国际各大时装周、时装秀、T台走秀发布会资讯，高清大图，及时更新各时装周的最新新闻报道，走秀图片以及相关分析报告，为您提供有价值的资讯服务。',
		'tdk_runways_list_reg_K3'=>'{$reg}时装周发布会,时装周发布会',

		//其他条件，非地区
		//{$a}=$sea.$reg //{$b}=$bra.$gen.$ind.$typ.$ver
		'tdk_runways_list_T3'=>'{$a}时装周{$b}-POP趋势资讯网',
		'tdk_runways_list_D3'=>'POP趋势资讯网T台发布栏目汇集了{$a}时装周{$b}等资讯，及时更新各时装周的最新新闻报道、走秀图片、发布会款式图片以及相关分析报告，为您提供有价值的服装设计资讯服务。',
		'tdk_runways_list_K3'=>'{$a}时装周{$b}',

		//=========================手稿合辑==================================
		//无任何条件时
		'tdk_books_no_T6'=>'趋势手稿_单品合辑_矢量文件-POP服装趋势',
		'tdk_books_no_D6'=>'POP服装趋势网手稿合辑栏目汇集服装相关的杂志,期刊，画册等资讯内容，为您提供最新,最具代表性的封面、手册、手稿等细节图片，素材，为您提供有价值的资讯服务。',
		'tdk_books_no_K6'=>'趋势手稿,单品合辑,矢量文件',

		'tdk_books_no_T71'=>'最新流行时尚男|女|童|服装【杂志_画册_封面_图片】-POP趋势资讯网',
		'tdk_books_no_D71'=>'POP趋势资讯网lookbook栏目汇集男、女、童装相关杂志、画册等资讯内容，为您提供最新,最具代表性的服装杂志、画册，从款式、廓形、图案、面料等细节，为您提供有价值的资讯服务。',
		'tdk_books_no_K71'=>'服装杂志,服装杂志封面,杂志画册',

		'tdk_books_no_T0'=>'{$colName}_手稿合辑-POP服装趋势',
		'tdk_books_no_D0'=>'POP服装趋势网{$colName}栏目汇集服装相关的杂志,期刊，画册等资讯内容，为您提供最新,最具代表性的封面、手册、手稿等细节图片，素材，为您提供有价值的资讯服务。',
		'tdk_books_no_K70'=>'趋势手稿,趋势杂志,趋势书籍',
		'tdk_books_no_K72'=>'单品合辑,杂志合辑,单品书箱',
		'tdk_books_no_K73'=>'矢量文件,矢量图片,矢量图',
		'tdk_books_no_K113'=>'T台系列,T台书籍,书籍类型',
		'tdk_books_no_K115'=>'快反应系列,单品系列,APM系列',

		//有条件时
		//{$a}=$sea.$reg.$gen.$ind.$cat
		'tdk_books_T6'=>'{$a}企划设计书籍{$boo}-POP趋势资讯网',
		'tdk_books_D6'=>'POP趋势资讯网手稿合辑栏目汇集服装相关的杂志、期刊、画册、矢量手稿等资讯内容，为您提供{$a}企划设计书籍{$boo}的封面、手册、手稿等细节图片，素材，为您提供有价值的服装设计资讯服务。',
		'tdk_books_K6'=>'{$a}企划设计书籍{$boo}',

		'tdk_books_T70'=>'{$a}企划设计书籍书店-POP趋势资讯网',
		'tdk_books_D70'=>'POP趋势资讯网手稿合辑栏目汇集服装相关的杂志、期刊、画册、矢量手稿等资讯内容，为您提供{$a}企划设计书籍{$boo}的封面、手册、手稿等细节图片，素材，为您提供有价值的服装设计资讯服务。',
		'tdk_books_K70'=>'企划设计书籍书店',

		'tdk_books_T71'=>'{$a}【杂志_画册_封面_图片】-POP趋势资讯网',
		'tdk_books_D71'=>'POP趋势资讯网手稿合辑栏目汇集服装相关的杂志、期刊、画册、矢量手稿等资讯内容，为您提供{$a}企划设计书籍{$boo}的封面、手册、手稿等细节图片，素材，为您提供有价值的服装设计资讯服务。',
		'tdk_books_K71'=>'{$a}杂志,{$a}画册',

		'tdk_books_T72'=>'{$a}流行画册_杂志_手册-POP趋势资讯网',
		'tdk_books_D72'=>'POP趋势资讯网手稿合辑栏目汇集服装相关的杂志、期刊、画册、矢量手稿等资讯内容，为您提供{$a}企划设计书籍{$boo}的封面、手册、手稿等细节图片，素材，为您提供有价值的服装设计资讯服务。',
		'tdk_books_K72'=>'{$a}杂志',

		'tdk_books_T73'=>'{$a}设计矢量手稿-POP趋势资讯网',
		'tdk_books_D73'=>'POP趋势资讯网手稿合辑栏目汇集服装相关的杂志、期刊、画册、矢量手稿等资讯内容，为您提供{$a}企划设计书籍{$boo}的封面、手册、手稿等细节图片，素材，为您提供有价值的服装设计资讯服务。',
		'tdk_books_K73'=>'{$a}设计手稿,男装设计手稿',

		//=========================设计素材==================================
		//无条件性别时
		'tdk_references_no_T0'=>'男|女|童服装款式_版型_{$colName}-POP服装趋势',
		'tdk_references_no_D0'=>'POP服装趋势网{$colName}栏目汇集最新男装、女装、童装等服装设计图片，为您提供最新,最具代表性的服装款式细节图片、服装设计效果图等，为您提供有价值的资讯服务。',
		'tdk_references_no_K0'=>'{$colName}服装设计效果图',
		//有条件时
		//{$a}=$gen.$ind.$cat  {$b}=$sea.$reg.$gen.$ind.$cat {$c}=$sea.$reg.$gen.$cat {$d}=$gen.$ind.$cat.$par
		//{$e}=$use.$tec.$for.$con
		'tdk_references_T80'=>'{$a}款式_版型_手绘设计_模板_样板-POP趋势资讯网',
		'tdk_references_D80'=>'POP趋势资讯网设计素材栏目汇集{$b}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K80'=>'{$a}款式设计,{$a}设计模板',

		'tdk_references_T81'=>'{$d}设计细节_效果图_图片_素材图库-POP趋势资讯网',
		'tdk_references_D81'=>'POP趋势资讯网设计素材栏目汇集{$b}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K81'=>'{$d}设计细节',

		'tdk_references_T82'=>'{$cat}印花图案设计_服装{$e}图片素材-POP趋势资讯网',
		'tdk_references_D82'=>'POP趋势资讯网设计素材栏目汇集{$c}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K82'=>'{$cat}印花图案设计,服装{$e}图片素材',

		'tdk_references_T83'=>'',
		'tdk_references_D83'=>'POP趋势资讯网设计素材栏目汇集{$c}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K83'=>'',

		'tdk_references_T84'=>'',
		'tdk_references_D84'=>'POP趋势资讯网设计素材栏目汇集{$c}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K84'=>'',

		'tdk_references_T85'=>'',
		'tdk_references_D85'=>'POP趋势资讯网设计素材栏目汇集{$c}等服装设计版型、模板、款式、图案素材等最新资讯内容，为您提供最新,最具代表性的服装设计资讯服务。',
		'tdk_references_K85'=>'',
	];
