<?php
/**
 * 领取免费试用时选择的项目
 * 2017/05/31
 */
/**
 * 身份，name为身份名称，company表示该身份下是否可以填写公司名：0-不可以，1-可以
 */
$identity = [
    '1' => ['id' => 1, 'company' => 1, 'name' => '品牌企业'],
    '2' => ['id' => 2, 'company' => 1, 'name' => '批发商'],
    '3' => ['id' => 3, 'company' => 1, 'name' => '贴牌加工'],
    '4' => ['id' => 4, 'company' => 1, 'name' => '设计工作室'],
    '5' => ['id' => 5, 'company' => 1, 'name' => '独立设计师'],
    '6' => ['id' => 6, 'company' => 0, 'name' => '学生'],
    '7' => ['id' => 7, 'company' => 1, 'name' => '其他'],
];
/**
 * 用户喜欢的分类，每个大分类下至少选择一个
 */
$category = [
    '1' => [
        '101' => '男装',
        '102' => '女装',
        '103' => '童装',
        '104' => '礼服',
        '105' => '鞋包配饰',
        '106' => '家纺',
        '107' => '毛衫',
        '108' => '皮革',
        '109' => '内衣',
        '110' => '泳装',
        '111' => '婚纱',
    ],
    '2' => [
        '201' => '趋势报告',
        '202' => '设计手稿',
        '203' => '品牌库',
        '204' => 'T台发布',
        '205' => '市场分析',
        '206' => '灵感源',
        '207' => '秀场款',
        '208' => '图案花型',
        '209' => '批发市场',
        '210' => '快反应',
    ]
];