<?php
//TDK配置:[控制器名=>[ 方法名=>["T"=>"","D"=>"","K"=>""] ，方法名_h（有参数）=>["T"=>"","D"=>"","K"=>""] ]];(全小写)
$TDK = [
    "home"=>[
        "index"=>[
            "T"=>"云图后台_云图-POP(全球)时尚网络机构网",
            "D"=>"登陆到我的云图后台后，可以使用云试衣、图搜图和图案库里的丰富功能。",
            "K"=>"云试衣,图搜图,图案库"
        ]
    ],
    "user"=>[
        "login"=>[
            "T"=>"云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网的“云图”是一套帮助服饰企业进行图案、面料等图像类设计开发的智能系统。",
            "K"=>"图案库,图搜图,云试衣,智能配色,智能排版,智能设计"
        ],
        "register"=>[
            "T"=>"云图-POP(全球)时尚网络机构网",
            "D"=>"注册成为云图会员，可以定制属于您自己的“云试衣”系统，如注册过程中遇到问题，请联系客服。",
            "K"=>"注册,注册会员"
        ]
    ],
    "virtualtryon"=>[
        "virtualspl"=>[
            "T"=>"云试衣_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网的云试衣可根据不同花型，选择最合适的款式进行虚拟试衣效果预览。",
            "K"=>"云试衣，虚拟样衣"
        ]
    ],
    "similarpatterns"=>[
        "index"=>[
            "T"=>"图搜图_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网的图搜图，您上传的本地图案，或在图案库选取的图案，都能快速找到匹配的图案。",
            "K"=>"图搜图,找图"
        ],
        "similarlist"=>[     //无参数
            "T"=>"相拟图案_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网图搜图中提供了丰富的相拟图案，如果找不到合适的相拟图案，你可以调整截取区域或者换张图试试。",
            "K"=>"相拟图案,相拟图片"
        ],
        "similarlist_s"=>[    //有参数
            "T"=>"相拟图案_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网云图中提供了丰富的{$con}素材供您选择和下载，在列表中排序越靠前的{$con}图案，系统判断与您的需求相似度越高。",
            "K"=>"{$con}图片,{$con}图案"
        ],
    ],
    "patternlibrary"=>[
        "index"=>[         //无参数
            "T"=>"图案库_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网的图案库有超过27万张图案素材，12万矢量图，可供客户无限次的下载使用，并且每天都会持续更新。",
            "K"=>"图案库,图案材料,服装图片"
        ],
        "index_s"=>[       //有参数
            "T"=>"图案库_云图-POP(全球)时尚网络机构网",
            "D"=>"POP(全球)时尚网络机构网图案库中提供了丰富的{$gen}{$use}{$for}{$con}{$aco}{$bra}图案以及图案中的主题色块，便于你很好的区分和选择。",
            "K"=>"{$gen}{$use}{$for}{$con}{$aco}{$bra}"
        ],
    ],
];

